def area(a,b):
    '''
    Возвращает площадь прямоугольника
    Параметры:
    a = (float) 1 сторона прямоугольника
    h = (float) 2 сторона прямоугольника
    Возвращаемое значение: (float) площадь прямоугольника со сторонами a и b
    '''
    return a * b
def perimeter(a,b):
        '''
    Возвращает периметр прямоугольника
    Параметры:
    a = (float) 1 сторона прямоугольника
    h = (float) 2 сторона прямоугольника
    Возвращаемое значение: (float) периметр прямоугольника со сторонами a и b
    '''
    return (a + b) * 2
