def area(a,h):
    '''
    Возвращает площадь треугольника
    Параметры:
    a = (float) основание треугольника
    h = (float) высота треугольника
    Возвращаемое значение: (float) площадь треугольника с a основание и высотой h
    '''
    return a * h / 2
def perimeter(a,b,c):
    '''
    Возвращает периметр треугольника
    Параметры:
    a = (float) 1 строна треугольника
    b = (float) 2 сторона треугольника
    c = (float) 3 сторона
    Возвращаемое значение: (float) периметр треугольника со стронами a, b, c
    '''
    return a + b + c
